Revit 2027 API
SymbolTypeId.FtSup2PerMbh Property
 Symbol ft²/MBh, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2PerMbh { get; }
Public Shared ReadOnly Property FtSup2PerMbh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2PerMbh {
	ForgeTypeId^ get ();
}
static member FtSup2PerMbh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace